Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: These were left as they are, with the reason beside each one.
cs: Tyto soubory zůstaly, jak byly, a u každého je uveden důvod.
de: Diese blieben unverändert, jeweils mit dem Grund daneben.
es: Se han dejado como estaban, con el motivo junto a cada uno.
fr: Ces fichiers ont été laissés tels quels, avec la raison indiquée à côté de chacun.
it: Sono rimasti com’erano, ciascuno con il motivo accanto.
ja: これらはそのままにしました。それぞれの横に理由が表示されています。
ko: 이 항목들은 그대로 두었으며, 각 항목 옆에 이유가 표시되어 있습니다.
nl: Deze zijn ongewijzigd gebleven, met bij elk de reden.
pl: Te pliki pozostawiono bez zmian, a obok każdego podano powód.
pt: Estes foram deixados como estão, com o motivo ao lado de cada um.
ro: Acestea au fost lăsate așa cum sunt, cu motivul alături de fiecare.
ru: Эти файлы оставлены как есть, причина указана рядом с каждым из них.
sv: De här lämnades som de är, och orsaken står bredvid var och en.
tr: Bunlar olduğu gibi bırakıldı; her birinin nedeni yanında yazıyor.
uk: Їх залишено як є, а причину вказано біля кожного.
zh_hans: 这些文件保持原样，每个文件旁边都注明了原因。
zh_hant: 這些項目維持原狀，各項旁邊都列有原因。

source: They stay visible instead of appearing only while you scroll.
cs: Zůstávají viditelné, místo aby se zobrazovaly jen při posouvání.
de: Die Rollbalken bleiben sichtbar, statt nur beim Scrollen zu erscheinen.
es: Siguen visibles en vez de aparecer solo mientras te desplazas.
fr: Elles restent visibles au lieu d’apparaître uniquement pendant le défilement.
it: Restano visibili invece di comparire solo durante lo scorrimento.
ja: スクロール中だけでなく、常に表示されたままになります。
ko: 스크롤할 때만 나타나지 않고 항상 보입니다.
nl: Ze blijven zichtbaar in plaats van alleen te verschijnen terwijl je scrolt.
pl: Pozostają widoczne, zamiast pojawiać się tylko podczas przewijania.
pt: Elas ficam visíveis em vez de aparecer só enquanto você rola.
ro: Rămân vizibile în loc să apară doar în timpul derulării.
ru: Они остаются видимыми, а не появляются только во время прокрутки.
sv: De förblir synliga i stället för att bara visas medan du rullar.
tr: Yalnızca kaydırırken görünmek yerine sürekli görünür kalırlar.
uk: Вони лишаються видимими, а не зʼявляються лише під час прокручування.
zh_hans: 滚动条始终可见，而不是只在滚动时出现。
zh_hant: 捲軸會保持顯示，而不是只在捲動時才出現。

source: This Belongs To
cs: Patří aplikaci
de: Gehört zu
es: Pertenece a
fr: Appartient à
it: Appartiene a
ja: 所属先のアプリ
ko: 소유한 앱 지정
nl: Dit hoort bij
pl: Należy do
pt: Isto Pertence a
ro: Aparține aplicației
ru: Принадлежит приложению
sv: Det här hör till
tr: Şuna Ait
uk: Належить програмі
zh_hans: 归属于
zh_hant: 屬於

source: This Mac
cs: Tento Mac
de: Dieser Mac
es: Este Mac
fr: Ce Mac
it: Questo Mac
ja: このMac
ko: 이 Mac
nl: Deze Mac
pl: Ten Mac
pt: Este Mac
ro: Acest Mac
ru: Этот Mac
sv: Denna Mac
tr: Bu Mac
uk: Цей Mac
zh_hans: 这台Mac
zh_hant: 這部Mac

source: This Mac can’t sleep
cs: Tento Mac nelze uspat
de: Dieser Mac kann nicht in den Ruhezustand wechseln
es: Este Mac no puede entrar en reposo
fr: Ce Mac ne peut pas suspendre son activité
it: Questo Mac non può andare in standby
ja: このMacはスリープできません
ko: 이 Mac이 잠자기 상태로 전환되지 않음
nl: Deze Mac kan niet in de sluimerstand
pl: Ten Mac nie może przejść w stan uśpienia
pt: Este Mac não pode entrar em repouso
ro: Acest Mac nu poate adormi
ru: Этот Mac не может перейти в режим сна
sv: Den här datorn kan inte gå i vila
tr: Bu Mac uyku moduna geçemiyor
uk: Цей Mac не може перейти в режим сну
zh_hans: 这台Mac无法进入睡眠
zh_hant: 這部Mac無法進入睡眠

source: This Mac has an Intel processor, so nothing listed needs Rosetta.
cs: Tento Mac má procesor Intel, takže nic z uvedeného nepotřebuje prostředí Rosetta.
de: Dieser Mac hat einen Intel-Prozessor, daher benötigt nichts in der Liste Rosetta.
es: Este Mac tiene un procesador Intel, así que nada de lo que aparece necesita Rosetta.
fr: Ce Mac est équipé d’un processeur Intel : rien de ce qui est listé n’a donc besoin de Rosetta.
it: Questo Mac ha un processore Intel, quindi nulla di ciò che è elencato richiede Rosetta.
ja: このMacにはIntelプロセッサが搭載されているため、リストにあるものにRosettaは必要ありません。
ko: 이 Mac에는 Intel 프로세서가 있으므로 목록의 어떤 항목에도 Rosetta가 필요하지 않습니다.
nl: Deze Mac heeft een Intel-processor, dus niets in deze lijst heeft Rosetta nodig.
pl: Ten Mac ma procesor Intel, więc nic z tej listy nie wymaga Rosetty.
pt: Este Mac tem um processador Intel, então nada do que está na lista precisa do Rosetta.
ro: Acest Mac are un procesor Intel, așa că nimic din listă nu are nevoie de Rosetta.
ru: В этом Mac процессор Intel, поэтому ничему из списка не нужна Rosetta.
sv: Den här datorn har en Intel-processor, så inget som listas behöver Rosetta.
tr: Bu Mac’te Intel işlemci var, bu yüzden listelenenlerin hiçbiri Rosetta gerektirmez.
uk: Цей Mac має процесор Intel, тож ніщо зі списку не потребує Rosetta.
zh_hans: 这台Mac搭载Intel处理器，因此列出的项目都不需要Rosetta。
zh_hant: 這部Mac使用Intel處理器，因此列出的項目都不需要Rosetta。

source: This account isn’t allowed to use Peel’s helper.
cs: Tento účet nesmí používat pomocníka Peelu.
de: Dieser Benutzeraccount darf das Hilfsprogramm von Peel nicht verwenden.
es: Esta cuenta no tiene permiso para usar el asistente de Peel.
fr: Ce compte n’est pas autorisé à utiliser l’utilitaire de Peel.
it: Questo account non è autorizzato a usare l’assistente di Peel.
ja: このアカウントはPeelのヘルパーを使用できません。
ko: 이 계정은 Peel 보조 프로그램을 사용할 수 없습니다.
nl: Deze account mag het hulpprogramma van Peel niet gebruiken.
pl: To konto nie może korzystać z pomocnika Peel.
pt: Esta conta não tem permissão para usar o auxiliar do Peel.
ro: Acest cont nu are permisiunea să folosească instrumentul de ajutor Peel.
ru: Этой учетной записи не разрешено пользоваться помощником Peel.
sv: Det här kontot får inte använda Peels hjälpprogram.
tr: Bu hesabın Peel’in yardımcısını kullanmasına izin verilmiyor.
uk: Цей обліковий запис не має дозволу користуватися помічником Peel.
zh_hans: 此账户不能使用Peel的帮助程序。
zh_hant: 此帳號無權使用Peel的輔助程式。

source: This also selects ^[%lld item](inflect: true) Peel doesn’t recommend removing. Check each one before you move it, or select only what Peel recommends.
cs: Tím vyberete také %lld položek, které Peel nedoporučuje odstranit. Před přesunutím každou zkontrolujte, nebo vyberte jen to, co Peel doporučuje.
de: Dadurch werden auch %lld Objekte ausgewählt, die Peel nicht zum Entfernen empfiehlt. Prüfe jedes einzelne, bevor du es verschiebst, oder wähle nur aus, was Peel empfiehlt.
es: Esto también selecciona %lld ítems que Peel no recomienda eliminar. Revisa cada uno antes de trasladarlo, o selecciona solo lo que Peel recomienda.
fr: Cette action sélectionne aussi %lld éléments dont Peel ne recommande pas la suppression. Examinez chacun d’eux avant de le placer dans la corbeille, ou ne sélectionnez que ce que Peel recommande.
it: Verranno selezionati anche %lld elementi che Peel non consiglia di rimuovere. Controlla ciascuno prima di spostarlo, oppure seleziona solo ciò che Peel consiglia.
ja: Peelがゴミ箱に入れることをおすすめしない%lld項目も選択されます。ゴミ箱に入れる前に各項目を確認するか、Peelがおすすめする項目だけを選択してください。
ko: Peel이 제거를 추천하지 않는 항목 %lld개도 선택됩니다. 각 항목을 휴지통으로 이동하기 전에 확인하거나, Peel이 추천하는 항목만 선택하십시오.
nl: Hiermee selecteer je ook %lld onderdelen die Peel niet voor verwijdering aanbeveelt. Controleer elk onderdeel voordat je het naar de prullenmand verplaatst, of selecteer alleen wat Peel aanbeveelt.
pl: Zaznaczy to również %lld rzeczy, których Peel nie zaleca przenosić do Kosza. Sprawdź każdą z nich, zanim ją przeniesiesz, albo zaznacz tylko to, co zaleca Peel.
pt: Isso também seleciona %lld itens que o Peel não recomenda remover. Verifique cada um antes de movê-lo, ou selecione só o que o Peel recomenda.
ro: Se vor selecta și %lld de articole pe care Peel nu recomandă să le eliminați. Verificați fiecare articol înainte să îl mutați sau selectați doar ce recomandă Peel.
ru: Будут также выбраны %lld объекта, которые Peel не рекомендует удалять. Проверьте каждый из них, прежде чем перемещать его в Корзину, или выберите только то, что рекомендует Peel.
sv: Då markeras även %lld objekt som Peel inte rekommenderar att du tar bort. Kontrollera vart och ett innan du flyttar det, eller markera bara det som Peel rekommenderar.
tr: Bu işlem, Peel’in kaldırılmasını önermediği %lld öğeyi de seçer. Her birini Çöp Sepeti’ne taşımadan önce gözden geçirin veya yalnızca Peel’in önerdiklerini seçin.
uk: Це також вибере %lld елемента, які Peel не рекомендує вилучати. Перевірте кожен, перш ніж його переміщувати, або виберіть лише те, що рекомендує Peel.
zh_hans: 这还会选择%lld个Peel不推荐移除的项目。请在移到废纸篓前逐一检查，或者只选择Peel推荐的项目。
zh_hant: 這也會選取%lld個Peel不建議移除的項目。移動前請逐一檢查，或只選取Peel建議的項目。

source: This app has no Apple silicon version, so it needs Rosetta to run.
cs: Tato aplikace nemá verzi pro čipy Apple, takže ke spuštění potřebuje prostředí Rosetta.
de: Diese App hat keine Version für Apple Chips, daher benötigt sie Rosetta, um zu laufen.
es: Esta app no tiene una versión compatible con el chip de Apple, así que necesita Rosetta para ejecutarse.
fr: Cette app n’a pas de version pour puce Apple : elle a donc besoin de Rosetta pour s’exécuter.
it: Questa app non ha una versione per Mac con chip Apple, quindi per funzionare richiede Rosetta.
ja: このアプリにはAppleシリコン対応のバージョンがないため、実行するにはRosettaが必要です。
ko: 이 앱에는 Apple silicon 버전이 없으므로 실행하려면 Rosetta가 필요합니다.
nl: Deze app heeft geen versie voor Apple silicon en heeft dus Rosetta nodig om te werken.
pl: Ta aplikacja nie ma wersji dla układów scalonych Apple, więc do działania potrzebuje Rosetty.
pt: Este app não tem versão para Apple silicon, então precisa do Rosetta para ser executado.
ro: Această aplicație nu are o versiune pentru cip Apple, așa că are nevoie de Rosetta pentru a rula.
ru: У этого приложения нет версии для чипов Apple, поэтому для работы ему нужна Rosetta.
sv: Den här appen har ingen version för Apple Silicon, så den behöver Rosetta för att köras.
tr: Bu uygulamanın Apple Silicon sürümü yok, bu yüzden çalışmak için Rosetta gerekir.
uk: Ця програма не має версії для Apple Silicon, тож для роботи потребує Rosetta.
zh_hans: 此App没有Apple芯片版本，因此需要Rosetta才能运行。
zh_hant: 此App沒有Apple晶片版本，因此需要Rosetta才能執行。

source: This app has no Apple silicon version. On this Intel Mac it runs natively.
cs: Tato aplikace nemá verzi pro čipy Apple. Na tomto Macu s procesorem Intel běží nativně.
de: Diese App hat keine Version für Apple Chips. Auf diesem Intel-Mac läuft sie nativ.
es: Esta app no tiene una versión compatible con el chip de Apple. En este Mac con procesador Intel se ejecuta de forma nativa.
fr: Cette app n’a pas de version pour puce Apple. Sur ce Mac à processeur Intel, elle s’exécute en natif.
it: Questa app non ha una versione per Mac con chip Apple. Su questo Mac Intel funziona in modo nativo.
ja: このアプリにはAppleシリコン対応のバージョンがありません。このIntel搭載Macではネイティブに動作します。
ko: 이 앱에는 Apple silicon 버전이 없습니다. 이 Intel Mac에서는 네이티브로 실행됩니다.
nl: Deze app heeft geen versie voor Apple silicon. Op deze Intel-Mac werkt de app native.
pl: Ta aplikacja nie ma wersji dla układów scalonych Apple. Na tym Macu z procesorem Intel działa natywnie.
pt: Este app não tem versão para Apple silicon. Neste Mac com Intel, ele é executado nativamente.
ro: Această aplicație nu are o versiune pentru cip Apple. Pe acest Mac cu Intel rulează nativ.
ru: У этого приложения нет версии для чипов Apple. На этом Mac с процессором Intel оно работает нативно.
sv: Den här appen har ingen version för Apple Silicon. På den här Intel-baserade datorn körs den utan Rosetta.
tr: Bu uygulamanın Apple Silicon sürümü yok. Intel işlemcili bu Mac’te yerel olarak çalışır.
uk: Ця програма не має версії для Apple Silicon. На цьому Mac з процесором Intel вона працює нативно.
zh_hans: 此App没有Apple芯片版本。在这台Intel Mac上，它以原生方式运行。
zh_hant: 此App沒有Apple晶片版本。在這部Intel Mac上，它以原生方式執行。

source: This app is excluded
cs: Tato aplikace je vyloučena
de: Diese App ist ausgeschlossen
es: Esta app está excluida
fr: Cette app est exclue
it: Questa app è esclusa
ja: このアプリは除外されています
ko: 이 앱은 제외됨
nl: Deze app is uitgesloten
pl: Ta aplikacja jest wykluczona
pt: Este app está na lista de exclusões
ro: Această aplicație este exclusă
ru: Это приложение исключено
sv: Den här appen är undantagen
tr: Bu uygulama hariç tutuldu
uk: Ця програма у винятках
zh_hans: 此App已被排除
zh_hant: 此App已被排除

source: This app is signed by someone else now
cs: Tuto aplikaci teď podepisuje někdo jiný
de: Diese App ist jetzt von jemand anderem signiert
es: Ahora esta app la firma otro desarrollador
fr: Cette app est désormais signée par quelqu’un d’autre
it: Ora questa app è firmata da qualcun altro
ja: このアプリの署名者が変わっています
ko: 이 앱은 이제 다른 서명자가 서명함
nl: Deze app wordt nu door iemand anders ondertekend
pl: Tę aplikację podpisuje teraz ktoś inny
pt: Este app agora é assinado por outro desenvolvedor
ro: Această aplicație este acum semnată de altcineva
ru: Теперь это приложение подписано кем-то другим
sv: Den här appen signeras av någon annan nu
tr: Bu uygulamayı artık başka biri imzalıyor
uk: Тепер цю програму підписує хтось інший
zh_hans: 此App现在由其他人签名
zh_hant: 此App現在由其他人簽署

source: This background item is Intel only, so it needs Rosetta to run.
cs: Tato položka na pozadí je jen pro procesory Intel, takže ke spuštění potřebuje prostředí Rosetta.
de: Dieses Hintergrundobjekt ist nur für Intel, daher benötigt es Rosetta, um zu laufen.
es: Este ítem en segundo plano es solo para Intel, así que necesita Rosetta para ejecutarse.
fr: Cet élément en arrière-plan n’existe qu’en version Intel : il a donc besoin de Rosetta pour s’exécuter.
it: Questo elemento in background è solo per Intel, quindi per funzionare richiede Rosetta.
ja: このバックグラウンド項目はIntel専用のため、実行するにはRosettaが必要です。
ko: 이 백그라운드 항목은 Intel 전용이므로 실행하려면 Rosetta가 필요합니다.
nl: Dit achtergrondonderdeel is alleen voor Intel en heeft dus Rosetta nodig om te werken.
pl: Ta rzecz działająca w tle jest tylko dla procesorów Intel, więc do działania potrzebuje Rosetty.
pt: Este item em segundo plano é só para Intel, então precisa do Rosetta para ser executado.
ro: Acest articol de fundal este doar pentru Intel, așa că are nevoie de Rosetta pentru a rula.
ru: Этот фоновый объект собран только для Intel, поэтому для работы ему нужна Rosetta.
sv: Det här bakgrundsobjektet är bara för Intel, så det behöver Rosetta för att köras.
tr: Bu arka plan öğesi yalnızca Intel içindir, bu yüzden çalışması için Rosetta gerekir.
uk: Цей фоновий елемент призначений лише для Intel, тож для роботи потребує Rosetta.
zh_hans: 此后台项目仅支持Intel，因此需要Rosetta才能运行。
zh_hant: 此背景項目僅支援Intel，因此需要Rosetta才能執行。

source: This background item is Intel only. On this Intel Mac it runs natively.
cs: Tato položka na pozadí je jen pro procesory Intel. Na tomto Macu s procesorem Intel běží nativně.
de: Dieses Hintergrundobjekt ist nur für Intel. Auf diesem Intel-Mac läuft es nativ.
es: Este ítem en segundo plano es solo para Intel. En este Mac con procesador Intel se ejecuta de forma nativa.
fr: Cet élément en arrière-plan n’existe qu’en version Intel. Sur ce Mac à processeur Intel, il s’exécute en natif.
it: Questo elemento in background è solo per Intel. Su questo Mac Intel funziona in modo nativo.
ja: このバックグラウンド項目はIntel専用です。このIntel搭載Macではネイティブに動作します。
ko: 이 백그라운드 항목은 Intel 전용입니다. 이 Intel Mac에서는 네이티브로 실행됩니다.
nl: Dit achtergrondonderdeel is alleen voor Intel. Op deze Intel-Mac werkt het native.
pl: Ta rzecz działająca w tle jest tylko dla procesorów Intel. Na tym Macu z procesorem Intel działa natywnie.
pt: Este item em segundo plano é só para Intel. Neste Mac com Intel, ele é executado nativamente.
ro: Acest articol de fundal este doar pentru Intel. Pe acest Mac cu Intel rulează nativ.
ru: Этот фоновый объект собран только для Intel. На этом Mac с процессором Intel он работает нативно.
sv: Det här bakgrundsobjektet är bara för Intel. På den här Intel-baserade datorn körs det utan Rosetta.
tr: Bu arka plan öğesi yalnızca Intel içindir. Intel işlemcili bu Mac’te yerel olarak çalışır.
uk: Цей фоновий елемент призначений лише для Intel. На цьому Mac з процесором Intel він працює нативно.
zh_hans: 此后台项目仅支持Intel。在这台Intel Mac上，它以原生方式运行。
zh_hant: 此背景項目僅支援Intel。在這部Intel Mac上，它以原生方式執行。

source: This can take a long time, since Homebrew builds some packages on this Mac. Its progress shows on this page as it works, and you can stop it there.
cs: Může to trvat dlouho, protože Homebrew některé balíčky sestavuje přímo v tomto Macu. Na této stránce můžete sledovat průběh a případně Homebrew zastavit.
de: Das kann lange dauern, da Homebrew manche Pakete auf diesem Mac kompiliert. Während Homebrew arbeitet, wird der Fortschritt auf dieser Seite angezeigt, und du kannst den Vorgang dort stoppen.
es: Puede tardar mucho, ya que Homebrew compila algunos paquetes en este Mac. Mientras Homebrew trabaja, esta página muestra su progreso, y desde ella puedes detenerlo.
fr: Cela peut prendre beaucoup de temps, car Homebrew compile certains paquets sur ce Mac. Sa progression s’affiche sur cette page au fur et à mesure, et vous pouvez l’y arrêter.
it: Può richiedere molto tempo, perché Homebrew compila alcuni pacchetti su questo Mac. L’avanzamento compare in questa pagina durante l’aggiornamento, e puoi interromperlo da qui.
ja: Homebrewは一部のパッケージをこのMacでビルドするため、かなり時間がかかる場合があります。実行中は、進行状況がこのページに表示され、そこから停止することもできます。
ko: Homebrew가 일부 패키지를 이 Mac에서 빌드하므로 시간이 오래 걸릴 수 있습니다. 작업하는 동안 진행 상황이 이 페이지에 표시되며, 여기에서 중단할 수 있습니다.
nl: Dit kan lang duren, omdat Homebrew sommige pakketten op deze Mac bouwt. De voortgang verschijnt op deze pagina terwijl Homebrew bezig is, en je kunt het daar stoppen.
pl: Może to potrwać dłuższy czas, ponieważ Homebrew kompiluje niektóre pakiety na tym Macu. Na tej stronie możesz na bieżąco śledzić postęp i zatrzymać uaktualnianie.
pt: Isso pode levar muito tempo, já que o Homebrew compila alguns pacotes neste Mac. O progresso aparece nesta página enquanto ele trabalha, e você pode interrompê-lo ali.
ro: Procesul poate dura mult timp, deoarece Homebrew compilează unele pachete pe acest Mac. Progresul apare pe această pagină pe măsură ce Homebrew lucrează, iar de acolo îl puteți opri.
ru: Это может занять много времени, потому что Homebrew собирает некоторые пакеты на этом Mac. Пока Homebrew работает, ход обновления отображается на этой странице, и там же его можно остановить.
sv: Det kan ta lång tid, eftersom Homebrew bygger vissa paket på den här datorn. Förloppet visas på den här sidan medan Homebrew arbetar, och där kan du stoppa det.
tr: Bu işlem uzun sürebilir, çünkü Homebrew bazı paketleri bu Mac’te derler. Homebrew çalışırken ilerleme durumu bu sayfada görünür ve işlemi buradan durdurabilirsiniz.
uk: Це може тривати довго, бо Homebrew збирає деякі пакети на цьому Mac. Перебіг оновлення видно на цій сторінці, поки воно триває, і тут його можна зупинити.
zh_hans: 这可能需要很长时间，因为Homebrew会在这台Mac上构建某些软件包。升级进度会实时显示在此页面上，你也可以在此处停止升级。
zh_hant: 這可能需要較長的時間，因為Homebrew會在這部Mac上建置某些套件。升級進行時，進度會顯示在此頁面上，你也可以在此停止升級。

source: This driver is Intel only. On this Intel Mac it runs natively.
cs: Tento ovladač je jen pro procesory Intel. Na tomto Macu s procesorem Intel běží nativně.
de: Dieser Treiber ist nur für Intel. Auf diesem Intel-Mac läuft er nativ.
es: Este driver es solo para Intel. En este Mac con procesador Intel se ejecuta de forma nativa.
fr: Ce gestionnaire n’existe qu’en version Intel. Sur ce Mac à processeur Intel, il s’exécute en natif.
it: Questo driver è solo per Intel. Su questo Mac Intel funziona in modo nativo.
ja: このドライバはIntel専用です。このIntel搭載Macではネイティブに動作します。
ko: 이 드라이버는 Intel 전용입니다. 이 Intel Mac에서는 네이티브로 실행됩니다.
nl: Dit besturingsbestand is alleen voor Intel. Op deze Intel-Mac werkt het native.
pl: Ten sterownik jest tylko dla procesorów Intel. Na tym Macu z procesorem Intel działa natywnie.
pt: Este driver é só para Intel. Neste Mac com Intel, ele é executado nativamente.
ro: Acest driver este doar pentru Intel. Pe acest Mac cu Intel rulează nativ.
ru: Этот драйвер собран только для Intel. На этом Mac с процессором Intel он работает нативно.
sv: Den här drivrutinen är bara för Intel. På den här Intel-baserade datorn körs den utan Rosetta.
tr: Bu sürücü yalnızca Intel içindir. Intel işlemcili bu Mac’te yerel olarak çalışır.
uk: Цей драйвер призначений лише для Intel. На цьому Mac з процесором Intel він працює нативно.
zh_hans: 此驱动程序仅支持Intel。在这台Intel Mac上，它以原生方式运行。
zh_hant: 此驅動程式僅支援Intel。在這部Intel Mac上，它以原生方式執行。

source: This driver is Intel only. The device it serves may stop working without Rosetta.
cs: Tento ovladač je jen pro procesory Intel. Zařízení, které obsluhuje, může bez prostředí Rosetta přestat fungovat.
de: Dieser Treiber ist nur für Intel. Das Gerät, das er ansteuert, funktioniert ohne Rosetta möglicherweise nicht mehr.
es: Este driver es solo para Intel. El dispositivo al que da servicio puede dejar de funcionar sin Rosetta.
fr: Ce gestionnaire n’existe qu’en version Intel. L’appareil qu’il prend en charge peut cesser de fonctionner sans Rosetta.
it: Questo driver è solo per Intel. Senza Rosetta, il dispositivo che gestisce potrebbe smettere di funzionare.
ja: このドライバはIntel専用です。Rosettaがないと、このドライバが対応するデバイスが動作しなくなる場合があります。
ko: 이 드라이버는 Intel 전용입니다. Rosetta가 없으면 이 드라이버를 사용하는 기기가 작동을 멈출 수 있습니다.
nl: Dit besturingsbestand is alleen voor Intel. Het apparaat waarvoor het bedoeld is, werkt zonder Rosetta misschien niet meer.
pl: Ten sterownik jest tylko dla procesorów Intel. Bez Rosetty obsługiwane przez niego urządzenie może przestać działać.
pt: Este driver é só para Intel. O dispositivo que ele atende pode parar de funcionar sem o Rosetta.
ro: Acest driver este doar pentru Intel. Dispozitivul pe care îl deservește poate înceta să funcționeze fără Rosetta.
ru: Этот драйвер собран только для Intel. Устройство, которое он обслуживает, может перестать работать без Rosetta.
sv: Den här drivrutinen är bara för Intel. Enheten som den hanterar kan sluta fungera utan Rosetta.
tr: Bu sürücü yalnızca Intel içindir. Hizmet verdiği aygıt Rosetta olmadan çalışmayı durdurabilir.
uk: Цей драйвер призначений лише для Intel. Пристрій, який він обслуговує, може перестати працювати без Rosetta.
zh_hans: 此驱动程序仅支持Intel。没有Rosetta，它所服务的设备可能会停止工作。
zh_hant: 此驅動程式僅支援Intel。若沒有Rosetta，它所服務的裝置可能會停止運作。
